{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.6.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of51.bin", "group1-shard2of51.bin", "group1-shard3of51.bin", "group1-shard4of51.bin", "group1-shard5of51.bin", "group1-shard6of51.bin", "group1-shard7of51.bin", "group1-shard8of51.bin", "group1-shard9of51.bin", "group1-shard10of51.bin", "group1-shard11of51.bin", "group1-shard12of51.bin", "group1-shard13of51.bin", "group1-shard14of51.bin", "group1-shard15of51.bin", "group1-shard16of51.bin", "group1-shard17of51.bin", "group1-shard18of51.bin", "group1-shard19of51.bin", "group1-shard20of51.bin", "group1-shard21of51.bin", "group1-shard22of51.bin", "group1-shard23of51.bin", "group1-shard24of51.bin", "group1-shard25of51.bin", "group1-shard26of51.bin", "group1-shard27of51.bin", "group1-shard28of51.bin", "group1-shard29of51.bin", "group1-shard30of51.bin", "group1-shard31of51.bin", "group1-shard32of51.bin", "group1-shard33of51.bin", "group1-shard34of51.bin", "group1-shard35of51.bin", "group1-shard36of51.bin", "group1-shard37of51.bin", "group1-shard38of51.bin", "group1-shard39of51.bin", "group1-shard40of51.bin", "group1-shard41of51.bin", "group1-shard42of51.bin", "group1-shard43of51.bin", "group1-shard44of51.bin", "group1-shard45of51.bin", "group1-shard46of51.bin", "group1-shard47of51.bin", "group1-shard48of51.bin", "group1-shard49of51.bin", "group1-shard50of51.bin", "group1-shard51of51.bin"], "weights": [{"name": "stem_conv/kernel", "shape": [3, 3, 3, 24], "dtype": "float32"}, {"name": "stem_bn/gamma", "shape": [24], "dtype": "float32"}, {"name": "stem_bn/beta", "shape": [24], "dtype": "float32"}, {"name": "stem_bn/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "stem_bn/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "block1a_project_conv/kernel", "shape": [3, 3, 24, 24], "dtype": "float32"}, {"name": "block1a_project_bn/gamma", "shape": [24], "dtype": "float32"}, {"name": "block1a_project_bn/beta", "shape": [24], "dtype": "float32"}, {"name": "block1a_project_bn/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "block1a_project_bn/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "block1b_project_conv/kernel", "shape": [3, 3, 24, 24], "dtype": "float32"}, {"name": "block1b_project_bn/gamma", "shape": [24], "dtype": "float32"}, {"name": "block1b_project_bn/beta", "shape": [24], "dtype": "float32"}, {"name": "block1b_project_bn/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "block1b_project_bn/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "block2a_expand_conv/kernel", "shape": [3, 3, 24, 96], "dtype": "float32"}, {"name": "block2a_expand_bn/gamma", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/beta", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "block2a_expand_bn/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "block2a_project_conv/kernel", "shape": [1, 1, 96, 48], "dtype": "float32"}, {"name": "block2a_project_bn/gamma", "shape": [48], "dtype": "float32"}, {"name": "block2a_project_bn/beta", "shape": [48], "dtype": "float32"}, {"name": "block2a_project_bn/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "block2a_project_bn/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "block2b_expand_conv/kernel", "shape": [3, 3, 48, 192], "dtype": "float32"}, {"name": "block2b_expand_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block2b_expand_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block2b_expand_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block2b_expand_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block2b_project_conv/kernel", "shape": [1, 1, 192, 48], "dtype": "float32"}, {"name": "block2b_project_bn/gamma", "shape": [48], "dtype": "float32"}, {"name": "block2b_project_bn/beta", "shape": [48], "dtype": "float32"}, {"name": "block2b_project_bn/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "block2b_project_bn/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "block2c_expand_conv/kernel", "shape": [3, 3, 48, 192], "dtype": "float32"}, {"name": "block2c_expand_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block2c_expand_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block2c_expand_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block2c_expand_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block2c_project_conv/kernel", "shape": [1, 1, 192, 48], "dtype": "float32"}, {"name": "block2c_project_bn/gamma", "shape": [48], "dtype": "float32"}, {"name": "block2c_project_bn/beta", "shape": [48], "dtype": "float32"}, {"name": "block2c_project_bn/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "block2c_project_bn/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "block2d_expand_conv/kernel", "shape": [3, 3, 48, 192], "dtype": "float32"}, {"name": "block2d_expand_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block2d_expand_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block2d_expand_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block2d_expand_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block2d_project_conv/kernel", "shape": [1, 1, 192, 48], "dtype": "float32"}, {"name": "block2d_project_bn/gamma", "shape": [48], "dtype": "float32"}, {"name": "block2d_project_bn/beta", "shape": [48], "dtype": "float32"}, {"name": "block2d_project_bn/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "block2d_project_bn/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "block3a_expand_conv/kernel", "shape": [3, 3, 48, 192], "dtype": "float32"}, {"name": "block3a_expand_bn/gamma", "shape": [192], "dtype": "float32"}, {"name": "block3a_expand_bn/beta", "shape": [192], "dtype": "float32"}, {"name": "block3a_expand_bn/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "block3a_expand_bn/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "block3a_project_conv/kernel", "shape": [1, 1, 192, 64], "dtype": "float32"}, {"name": "block3a_project_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "block3a_project_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "block3a_project_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "block3a_project_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "block3b_expand_conv/kernel", "shape": [3, 3, 64, 256], "dtype": "float32"}, {"name": "block3b_expand_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block3b_expand_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block3b_expand_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block3b_expand_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block3b_project_conv/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "block3b_project_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "block3b_project_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "block3b_project_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "block3b_project_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "block3c_expand_conv/kernel", "shape": [3, 3, 64, 256], "dtype": "float32"}, {"name": "block3c_expand_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block3c_expand_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block3c_expand_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block3c_expand_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block3c_project_conv/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "block3c_project_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "block3c_project_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "block3c_project_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "block3c_project_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "block3d_expand_conv/kernel", "shape": [3, 3, 64, 256], "dtype": "float32"}, {"name": "block3d_expand_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block3d_expand_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block3d_expand_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block3d_expand_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block3d_project_conv/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "block3d_project_bn/gamma", "shape": [64], "dtype": "float32"}, {"name": "block3d_project_bn/beta", "shape": [64], "dtype": "float32"}, {"name": "block3d_project_bn/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "block3d_project_bn/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "block4a_expand_conv/kernel", "shape": [1, 1, 64, 256], "dtype": "float32"}, {"name": "block4a_expand_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block4a_expand_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block4a_expand_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block4a_expand_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block4a_dwconv2/depthwise_kernel", "shape": [3, 3, 256, 1], "dtype": "float32"}, {"name": "block4a_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block4a_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block4a_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block4a_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block4a_se_reduce/kernel", "shape": [1, 1, 256, 16], "dtype": "float32"}, {"name": "block4a_se_reduce/bias", "shape": [16], "dtype": "float32"}, {"name": "block4a_se_expand/kernel", "shape": [1, 1, 16, 256], "dtype": "float32"}, {"name": "block4a_se_expand/bias", "shape": [256], "dtype": "float32"}, {"name": "block4a_project_conv/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "block4a_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4a_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4a_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4a_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block4b_expand_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "block4b_expand_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4b_expand_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4b_expand_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4b_expand_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4b_dwconv2/depthwise_kernel", "shape": [3, 3, 512, 1], "dtype": "float32"}, {"name": "block4b_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4b_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4b_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4b_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4b_se_reduce/kernel", "shape": [1, 1, 512, 32], "dtype": "float32"}, {"name": "block4b_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block4b_se_expand/kernel", "shape": [1, 1, 32, 512], "dtype": "float32"}, {"name": "block4b_se_expand/bias", "shape": [512], "dtype": "float32"}, {"name": "block4b_project_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "block4b_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4b_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4b_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4b_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block4c_expand_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "block4c_expand_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4c_expand_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4c_expand_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4c_expand_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4c_dwconv2/depthwise_kernel", "shape": [3, 3, 512, 1], "dtype": "float32"}, {"name": "block4c_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4c_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4c_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4c_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4c_se_reduce/kernel", "shape": [1, 1, 512, 32], "dtype": "float32"}, {"name": "block4c_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block4c_se_expand/kernel", "shape": [1, 1, 32, 512], "dtype": "float32"}, {"name": "block4c_se_expand/bias", "shape": [512], "dtype": "float32"}, {"name": "block4c_project_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "block4c_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4c_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4c_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4c_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block4d_expand_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "block4d_expand_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4d_expand_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4d_expand_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4d_expand_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4d_dwconv2/depthwise_kernel", "shape": [3, 3, 512, 1], "dtype": "float32"}, {"name": "block4d_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4d_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4d_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4d_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4d_se_reduce/kernel", "shape": [1, 1, 512, 32], "dtype": "float32"}, {"name": "block4d_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block4d_se_expand/kernel", "shape": [1, 1, 32, 512], "dtype": "float32"}, {"name": "block4d_se_expand/bias", "shape": [512], "dtype": "float32"}, {"name": "block4d_project_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "block4d_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4d_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4d_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4d_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block4e_expand_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "block4e_expand_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4e_expand_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4e_expand_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4e_expand_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4e_dwconv2/depthwise_kernel", "shape": [3, 3, 512, 1], "dtype": "float32"}, {"name": "block4e_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4e_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4e_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4e_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4e_se_reduce/kernel", "shape": [1, 1, 512, 32], "dtype": "float32"}, {"name": "block4e_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block4e_se_expand/kernel", "shape": [1, 1, 32, 512], "dtype": "float32"}, {"name": "block4e_se_expand/bias", "shape": [512], "dtype": "float32"}, {"name": "block4e_project_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "block4e_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4e_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4e_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4e_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block4f_expand_conv/kernel", "shape": [1, 1, 128, 512], "dtype": "float32"}, {"name": "block4f_expand_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4f_expand_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4f_expand_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4f_expand_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4f_dwconv2/depthwise_kernel", "shape": [3, 3, 512, 1], "dtype": "float32"}, {"name": "block4f_bn/gamma", "shape": [512], "dtype": "float32"}, {"name": "block4f_bn/beta", "shape": [512], "dtype": "float32"}, {"name": "block4f_bn/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "block4f_bn/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "block4f_se_reduce/kernel", "shape": [1, 1, 512, 32], "dtype": "float32"}, {"name": "block4f_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block4f_se_expand/kernel", "shape": [1, 1, 32, 512], "dtype": "float32"}, {"name": "block4f_se_expand/bias", "shape": [512], "dtype": "float32"}, {"name": "block4f_project_conv/kernel", "shape": [1, 1, 512, 128], "dtype": "float32"}, {"name": "block4f_project_bn/gamma", "shape": [128], "dtype": "float32"}, {"name": "block4f_project_bn/beta", "shape": [128], "dtype": "float32"}, {"name": "block4f_project_bn/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "block4f_project_bn/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "block5a_expand_conv/kernel", "shape": [1, 1, 128, 768], "dtype": "float32"}, {"name": "block5a_expand_bn/gamma", "shape": [768], "dtype": "float32"}, {"name": "block5a_expand_bn/beta", "shape": [768], "dtype": "float32"}, {"name": "block5a_expand_bn/moving_mean", "shape": [768], "dtype": "float32"}, {"name": "block5a_expand_bn/moving_variance", "shape": [768], "dtype": "float32"}, {"name": "block5a_dwconv2/depthwise_kernel", "shape": [3, 3, 768, 1], "dtype": "float32"}, {"name": "block5a_bn/gamma", "shape": [768], "dtype": "float32"}, {"name": "block5a_bn/beta", "shape": [768], "dtype": "float32"}, {"name": "block5a_bn/moving_mean", "shape": [768], "dtype": "float32"}, {"name": "block5a_bn/moving_variance", "shape": [768], "dtype": "float32"}, {"name": "block5a_se_reduce/kernel", "shape": [1, 1, 768, 32], "dtype": "float32"}, {"name": "block5a_se_reduce/bias", "shape": [32], "dtype": "float32"}, {"name": "block5a_se_expand/kernel", "shape": [1, 1, 32, 768], "dtype": "float32"}, {"name": "block5a_se_expand/bias", "shape": [768], "dtype": "float32"}, {"name": "block5a_project_conv/kernel", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "block5a_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5a_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5a_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5a_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5b_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5b_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5b_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5b_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5b_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5b_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5b_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5b_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5b_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5b_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5b_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5b_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5b_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5b_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5b_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5b_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5b_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5b_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5b_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5c_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5c_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5c_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5c_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5c_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5c_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5c_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5c_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5c_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5c_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5c_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5c_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5c_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5c_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5c_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5c_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5c_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5c_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5c_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5d_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5d_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5d_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5d_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5d_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5d_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5d_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5d_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5d_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5d_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5d_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5d_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5d_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5d_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5d_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5d_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5d_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5d_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5d_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5e_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5e_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5e_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5e_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5e_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5e_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5e_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5e_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5e_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5e_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5e_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5e_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5e_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5e_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5e_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5e_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5e_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5e_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5e_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5f_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5f_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5f_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5f_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5f_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5f_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5f_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5f_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5f_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5f_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5f_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5f_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5f_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5f_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5f_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5f_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5f_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5f_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5f_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5g_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5g_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5g_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5g_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5g_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5g_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5g_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5g_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5g_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5g_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5g_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5g_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5g_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5g_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5g_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5g_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5g_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5g_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5g_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5h_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5h_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5h_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5h_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5h_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5h_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5h_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5h_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5h_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5h_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5h_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5h_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5h_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5h_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5h_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5h_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5h_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5h_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5h_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block5i_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block5i_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5i_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5i_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5i_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5i_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block5i_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block5i_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block5i_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block5i_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block5i_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block5i_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block5i_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block5i_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block5i_project_conv/kernel", "shape": [1, 1, 960, 160], "dtype": "float32"}, {"name": "block5i_project_bn/gamma", "shape": [160], "dtype": "float32"}, {"name": "block5i_project_bn/beta", "shape": [160], "dtype": "float32"}, {"name": "block5i_project_bn/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "block5i_project_bn/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "block6a_expand_conv/kernel", "shape": [1, 1, 160, 960], "dtype": "float32"}, {"name": "block6a_expand_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block6a_expand_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block6a_expand_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block6a_expand_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block6a_dwconv2/depthwise_kernel", "shape": [3, 3, 960, 1], "dtype": "float32"}, {"name": "block6a_bn/gamma", "shape": [960], "dtype": "float32"}, {"name": "block6a_bn/beta", "shape": [960], "dtype": "float32"}, {"name": "block6a_bn/moving_mean", "shape": [960], "dtype": "float32"}, {"name": "block6a_bn/moving_variance", "shape": [960], "dtype": "float32"}, {"name": "block6a_se_reduce/kernel", "shape": [1, 1, 960, 40], "dtype": "float32"}, {"name": "block6a_se_reduce/bias", "shape": [40], "dtype": "float32"}, {"name": "block6a_se_expand/kernel", "shape": [1, 1, 40, 960], "dtype": "float32"}, {"name": "block6a_se_expand/bias", "shape": [960], "dtype": "float32"}, {"name": "block6a_project_conv/kernel", "shape": [1, 1, 960, 256], "dtype": "float32"}, {"name": "block6a_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6a_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6a_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6a_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6b_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6b_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6b_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6b_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6b_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6b_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6b_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6b_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6b_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6b_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6b_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6b_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6b_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6b_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6b_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6b_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6b_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6b_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6b_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6c_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6c_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6c_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6c_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6c_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6c_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6c_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6c_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6c_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6c_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6c_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6c_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6c_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6c_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6c_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6c_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6c_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6c_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6c_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6d_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6d_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6d_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6d_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6d_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6d_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6d_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6d_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6d_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6d_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6d_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6d_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6d_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6d_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6d_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6d_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6d_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6d_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6d_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6e_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6e_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6e_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6e_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6e_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6e_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6e_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6e_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6e_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6e_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6e_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6e_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6e_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6e_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6e_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6e_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6e_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6e_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6e_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6f_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6f_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6f_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6f_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6f_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6f_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6f_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6f_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6f_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6f_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6f_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6f_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6f_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6f_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6f_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6f_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6f_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6f_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6f_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6g_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6g_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6g_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6g_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6g_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6g_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6g_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6g_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6g_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6g_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6g_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6g_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6g_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6g_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6g_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6g_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6g_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6g_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6g_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6h_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6h_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6h_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6h_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6h_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6h_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6h_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6h_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6h_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6h_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6h_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6h_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6h_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6h_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6h_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6h_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6h_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6h_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6h_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6i_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6i_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6i_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6i_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6i_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6i_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6i_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6i_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6i_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6i_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6i_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6i_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6i_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6i_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6i_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6i_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6i_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6i_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6i_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6j_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6j_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6j_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6j_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6j_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6j_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6j_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6j_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6j_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6j_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6j_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6j_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6j_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6j_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6j_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6j_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6j_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6j_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6j_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6k_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6k_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6k_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6k_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6k_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6k_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6k_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6k_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6k_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6k_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6k_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6k_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6k_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6k_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6k_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6k_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6k_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6k_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6k_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6l_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6l_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6l_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6l_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6l_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6l_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6l_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6l_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6l_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6l_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6l_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6l_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6l_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6l_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6l_project_conv/kernel", "shape": [1, 1, 1536, 256], "dtype": "float32"}, {"name": "block6l_project_bn/gamma", "shape": [256], "dtype": "float32"}, {"name": "block6l_project_bn/beta", "shape": [256], "dtype": "float32"}, {"name": "block6l_project_bn/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "block6l_project_bn/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "block6m_expand_conv/kernel", "shape": [1, 1, 256, 1536], "dtype": "float32"}, {"name": "block6m_expand_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6m_expand_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6m_expand_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6m_expand_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6m_dwconv2/depthwise_kernel", "shape": [3, 3, 1536, 1], "dtype": "float32"}, {"name": "block6m_bn/gamma", "shape": [1536], "dtype": "float32"}, {"name": "block6m_bn/beta", "shape": [1536], "dtype": "float32"}, {"name": "block6m_bn/moving_mean", "shape": [1536], "dtype": "float32"}, {"name": "block6m_bn/moving_variance", "shape": [1536], "dtype": "float32"}, {"name": "block6m_se_reduce/kernel", "shape": [1, 1, 1536, 64], "dtype": "float32"}, {"name": "block6m_se_reduce/bias", "shape": [64], "dtype": "float32"}, {"name": "block6m_se_expand/kernel", "shape": [1, 1, 64, 1536], "dtype": "float32"}, {"name": "block6m_se_expand/bias", "shape": [1536], "dtype": "float32"}, {"name": "block6m_project_conv/kernel", "shape": [1, 1, 1536, 256],